# -*- org-confirm-babel-evaluate: nil -*-
#+TITLE: Une Grammaire de l’Eittlandais
#+include: headers/head-lvl0.org
#+HTML_HEAD: <meta name="description" content="Grammaire détaillée de l’Eittlandais" />
#+HTML_HEAD: <meta property="og:title" content="Grammaire de l’Eittlandais" />
#+HTML_HEAD: <meta property="og:description" content="Grammaire détaillée de l’idéolangue Eittlandaise" />
#+LATEX_HEADER: \usepackage{allrunes}
#+MACRO: rune-manual @@latex:\textara{$1}@@ @@html:$2@@
#+MACRO: rune (eval (conlanging/eittlanda-org-export-runes "$1"))
#+STARTUP: align shrink
#+KEYWORDS: eittland eittlande einnland einnlande nordique viking islande norrois
#+OPTIONS: auto-id:t

*** Situation politique
    :PROPERTIES:
    :CUSTOM_ID: h-11e1aecd-4abd-4dd5-a07a-0998e6572b09
    :END:

    Du  fait  d’une population  croissante  et  d’un besoin  d’une  organisation
    locale, une constitution  et un gouvernement furent créés  en Eittlande sous
    l’impulsion de la couronne norvégienne, choisissant comme roi d’Eittlande le
    jarl  de Ðeberget  Ásmundr  Ingólfrson, l’un  des  fils d’Ingólfr  Arnarson.
    Ásmundr I fut  ainsi premier souverain d’Eittlande et vassal  de la couronne
    de Norvège.  Une monarchie s’installa  donc à  la tête d’un  système féodal.
    L’Eittlande  étant un  territoire divisé  en deux  par la  chaîne de  volcan
    traversant l’île, un co-roi fut nommé pour régner au nom du souverain sur la
    partie orientale  de l’île  lorsque Áleifr  I, fils  d’Ásmundr I,  accéda au
    trône. Depuis, il  est de tradition que  le roi éittlandais nomme  un de ses
    frères ou  un de  ses fils  co-souverain de l’île,  ce dernier  le succédant
    souvent s’il s’agissait du fils du souverain ou du frère d’un souverain sans
    héritier.

    Suite à  la guerre éittlando-scandinave de  1397 à 1400, le  roi éittlandais
    n’est plus  un vassal de la  couronne norvégienne, et une  monarchie absolue
    s’installa  alors.  La féodalité  commença  à  s’estomper suite  à  diverses
    influences européennes lors des  XVII^{ème} et XVIII^{ème} siècles, adoptant
    alors une  monarchie orientée  vers un  modèle plus  proche de  la monarchie
    française avec laquelle Eittlande avait créé des liens étroits.

    Suite à la révolution française, et le souvenir de la révolution anglaise et
    la  guerre  d’indépendance  américaine   toujours  présente  à  l’esprit  du
    souverain de l’époque,  le roi Eittlandais déclara en 1816  la mise en place
    d’un gouvernement élu, avec en  son centre un parlement démocratique nommant
    les  ministres, nommant  à leurs  tour les  membres constituants  des divers
    ministères, tandis  que le  roi décida  de se retirer  de la  vie politique.
    Cette  décision  fut  suivie  par   ses  successeurs,  avec  quelques  rares
    exceptions où des  souverains occasionellement usèrent de  leur pouvoir afin
    de  forcer le  passage de  certaines  lois ou  de les  empêcher. Le  dernier
    exemple en date  est la loi de  Février 1999, où la reine  Þiorey imposa une
    loi sur  la liberté des religions,  faisant d’Eittlande un pays  laïc ; bien
    que la  pratique d’autres religions  que la religion païenne  nordique était
    tolérée  et décriminalisée  depuis plusieurs  décénies, cela  était toujours
    techniquement illégal. Il est communément admis que cette loi fut créée sous
    l’impulsion d’une arrivée d’une  communauté religieuse bouddhiste importante
    lors du milieu des années  90 en Eittlande, religion représentant maintenant
    eviron 6% de la population Eittlandaise  et dont le taux de pratiquant reste
    en hausse.

    Il  est à  noter que  bien qu’Eittlande  est un  pays ayant  actuellement un
    fonctionnement politique très démocratique, ressemblant en tous points à une
    monarchie   parlementaire,  le   souverain   éittlandais   reste  selon   la
    constitution la seule autorité politique du  pays en sa qualité de souverain
    absolu.  Il est  donc possible,  bien que  très peu  vraissemblable, que  le
    souverain puisse  un jour  déclarer le gouvernement  comme étant  illégal et
    défaire toutes les décisions qui furent prises depuis 1816. Il est cependant
    réalistiquement impossible que  cela se produise ; si  un souverain décidais
    d’agir ainsi, il  est quasiment certain qu’il serait  immédiatement démis de
    ses  fonctions  et que  la  première  république éittlandaise  serait  alors
    proclamée, comme  le réclament  certains mouvements mineurs  républicains au
    sein du  territoire. Selon un  sondage de  2011, les Eittlandais  restent en
    faveur d’un gouvernement ayant sa forme actuelle de monarchie parlementaire,
    refusant de démettre de ses fonction  la Reine Þiorey ; cependant il ressort
    également que la population serait en faveur d’une répulique si jamais cette
    dernière  décidais  d’exercer   à  nouveau  ses  pouvoirs,   faisant  fi  du
    gouvernement actuel.

    Vous  trouverez  la  liste  des  rois  éittlandais  vassaux  à  la  couronne
    norvégienne dans la table [[Eittland-kings:1]].

    #+NAME: Eittland-kings:1
    #+ATTR_LATEX: :float sideways
    #+CAPTION: Liste des rois Eittlandais de 915 à 1392
    | <4>                           |       <4> |  <4> | <4> |       <4> | <4>                            |       <4> |  <4> | <4> |       <4> |
    | roi                           | naissance | mort | âge |     règne | co-roi                         | naissance | mort | âge |     règne |
    |-------------------------------+-----------+------+-----+-----------+--------------------------------+-----------+------+-----+-----------|
    | Ásmundr I, Ingólfrson         |       876 |  932 |  56 |   915-935 | -                              |           |      |     |           |
    | Áleifr I, Ásmundrson          |       879 |  950 |  71 |   935-950 | Steingrímr I, Áleifrbróðir     |       879 |  959 |  80 |   936-951 |
    | Áleifr II, Áleifrson          |       915 |  971 |  56 |   950-971 | Eyvindr I, Áleifrbróðir        |       918 |  981 |  63 |   951-972 |
    | Áleifr III, Áleifrson         |       935 |  981 |  46 |   971-981 | Hallþórr I, Áleifrbróðir       |       936 | 1012 |  76 |   972-981 |
    | Hallþórr I, Áleifrbróðir      |       936 | 1012 |  76 |  981-1012 | Eiríkr I, Áleifrbróðir         |       938 |  987 |  49 |   982-987 |
    |                               |           |      |     |           | Hallþórr II, Hallþórrson       |       955 | 1020 |  65 |  937-1012 |
    | Hallþórr II, Hallþórson       |       955 | 1020 |  65 | 1012-1020 | Ásmundr I, Hallþórrbróðir      |       956 | 1018 |  62 | 1012-1018 |
    |                               |           |      |     |           | Hallþórr III, Hallþórrsonarson |       992 | 1058 |  66 | 1018-1020 |
    | Hallþórr III, Hallþórsonarson |       992 | 1058 |  66 | 1020-1058 | Ragnheiðr I, Hallþórrson       |       976 | 1033 |  57 | 1021-1033 |
    |                               |           |      |     |           | Hallþórr IV, Hallþórrson       |      1013 | 1065 |  52 | 1033-1058 |
    | Hallþór IV, Hallþórson        |      1013 | 1065 |  52 | 1058-1065 | Áleifr IV, Hallþórbróðir       |      1015 | 1087 |  72 | 1059-1065 |
    | Áleifr IV, Hallþórbróðir      |      1015 | 1087 |  72 | 1065-1087 | Eríkr II, Áleifrbróðir         |      1020 | 1101 |  81 | 1065-1087 |
    | Eríkr II, Áleifrbróðir        |      1020 | 1101 |  81 | 1087-1101 | Eyvindr II, Áleifrbróðir       |      1027 | 1098 |  71 | 1088-1098 |
    |                               |           |      |     |           | Eríkr III, Eríkrsonarson       |      1053 | 1103 |  50 | 1098-1101 |
    | Eríkr III, Eríkrsonarson      |      1053 | 1103 |  50 | 1101-1103 | Niall I, Eríkrdóttir           |      1076 | 1158 |  82 | 1102-1103 |
    | Niall I, Eríkrdóttir          |      1076 | 1158 |  82 | 1103-1158 | Eysteinn I, Niallson           |      1095 | 1127 |  32 | 1104-1127 |
    |                               |           |      |     |           | Yngvarr I, Niallsonarson       |      1102 | 1175 |  73 | 1128-1158 |
    | Yngvarr I, Niallson           |      1102 | 1175 |  73 | 1158-1175 | Eyvindr II, Yngvarrbróðir      |      1119 | 1176 |  57 | 1159-1175 |
    | Yngvarr II, Yngvarrson        |      1137 | 1176 |  39 | 1175-1176 | Eyvindr II, Yngvarrbróðir      |      1119 | 1176 |  57 |      1176 |
    |                               |           |      |     |           | Yngvarr III, Yngvarrson        |      1153 | 1202 |  49 |      1176 |
    | Yngvarr III, Yngvarrson       |      1153 | 1202 |  49 | 1176-1202 | Heimir I, Yngvarrbróðir        |      1162 | 1223 |  61 | 1177-1202 |
    | Heimir I, Yngvarrbróðir       |      1162 | 1223 |  61 | 1202-1223 | Ásmundr II, Heimirbróðir       |      1165 | 1218 |  53 | 1202-1218 |
    |                               |           |      |     |           | Gunnhildr I, Ásmundrdóttir     |      1189 | 1252 |  63 | 1218-1223 |
    | Gunnhildr I, Ásmundrdóttir    |      1189 | 1252 |  63 | 1223-1252 | Hallþórr V, Gunnhildrson       |      1205 | 1283 |  78 | 1223-1252 |
    | Hallþórr V, Gunnhildrson      |      1205 | 1283 |  78 | 1252-1283 | Steingrímr II, Hallþórrbroðir  |      1209 | 1263 |  54 | 1252-1263 |
    |                               |           |      |     |           | Steingrímr III, Steingrímrson  |      1233 | 1278 |  45 | 1263-1278 |
    |                               |           |      |     |           | Eyvindr III, Steingrímrson     |      1235 | 1291 |  56 | 1278-1283 |
    | Eyvindr III, Steingrímrson    |      1235 | 1291 |  56 | 1283-1291 | Ragnheiðr II, Eyvindrbróðir    |      1240 | 1296 |  56 | 1284-1291 |
    | Eyvindr IV, Eyvindrson        |      1262 | 1318 |  56 | 1291-1318 | Ragnheiðr II, Eyvindrbróðir    |      1240 | 1296 |  56 | 1292-1296 |
    |                               |           |      |     |           | Ragnheiðr III, Ragnheiðrson    |      1259 | 1308 |  49 | 1292-1308 |
    |                               |           |      |     |           | Eyvindr V, Eyvindrson          |      1285 | 1346 |  61 | 1308-1318 |
    | Eyvindr V, Eyvindrson         |      1285 | 1346 |  61 | 1318-1346 | Eríkr II, Eyvindrbróðir        |      1290 | 1349 |  59 | 1319-1346 |
    | Eyvindr VI, Eyvindrson        |      1309 | 1354 |  45 | 1346-1354 | Eríkr III, Eyvindrbróðir       |      1315 | 1349 |  34 | 1346-1349 |
    |                               |           |      |     |           | Eir I, Eyvindrsystir           |      1299 | 1360 |  61 | 1349-1354 |
    | Eir I, Eyvindrsystir          |      1299 | 1360 |  61 | 1354-1360 | Biœrg I, Eirdóttir             |      1318 | 1374 |  56 | 1355-1360 |
    | Biœrg I, Eirdóttir            |      1318 | 1374 |  56 | 1360-1374 | Ásgeirr I, Bjœrgson            |      1330 | 1392 |  62 | 1361-1374 |
    | Ásgeirr I, Biœrgson           |      1330 | 1392 |  62 | 1374-1392 | Eiríkr IV, Ásgeirrbróðir       |      1333 | 1393 |  60 | 1375-1392 |
    #+TBLFM: $4=$3-$2::$9=$8-$7

